[
  {
    "date": "2025-05-01",
    "title": "jajka styropianowe",
    "details":"Zapomniałam. We wtorek na lekcji zrobimy jajo na kiermasz. Jajo jest styropianowe, ja owinę je sznurkiem, a dzieci będą je ozdabiały. Kupiłam jakieś wstążki, koronki, kwiatki, żeby były w klasie, bo już zapasy się skończyły, ale nie brałam dla wszystkich, tylko tak dodatkowo. Proszę, żeby każdy coś ze sobą przyniósł. Przyda się też jakiś dodatkowy pistolet do kleju. Ja mam jeden większy i jeden malutki. W załączeniu zdjęcie jaja dla przykładu. Każdy ozdabia jak chce i czym chce.",
    "type": "info"
  },
  {
    "date": "2025-04-31",
    "title": "Nie ma religi",
    "details": "W poniedziałek nie będzie religii. Dzieci skończą lekcje o 15.40.",
    "type": "info"
  },
  {
    "date": "2025-04-16",
    "title": "Kino skarpetki",
    "details": "Rodzice!\n\nDostaliśmy dziś propozycję wyjazdu (do kina Helios na film o przygodach skarpetek z naszej lektury), która dzieciom bardzo się spodobała, choć na Dzień Kobiet kręcili nosem, że do kina nie chcą jechać.\n\nTak więc dnia 16 kwietnia (środa) jedziemy do kina na skarpety. Wyjazd spod szkoły o godz. 12.00, przychodzimy normalnie jak na lekcje tego dnia. Koszt biletu: 16 zł + autokar 300zł/od klasy. Seans jest na 13.00, trwa godzinę. Powrót pewnie ok. 15.00.\n\nPotrzebny opiekun, zdecydowany na już. Proszę o informację, kto mógłby nam towarzyszyć.\n\nPozdrawiam, M.H.",
    "type": "info"
  },
  {
  "date": "2025-04-17",
  "title": "Wiosenna przerwa swiateczna",
  "details": "",
  "type": "important"
  },
  {
    "date": "2025-04-18",
    "title": "Wiosenna przerwa swiateczna",
    "details": "",
    "type": "important"
  },
  {
    "date": "2025-04-19",
    "title": "Wiosenna przerwa swiateczna",
    "details": "",
    "type": "important"
  },
  {
    "date": "2025-04-20",
    "title": "Wiosenna przerwa swiateczna",
    "details": "",
    "type": "important"
  },
  {
    "date": "2025-04-21",
    "title": "Wiosenna przerwa swiateczna",
    "details": "",
    "type": "important"
  },
  {
    "date": "2025-04-22",
    "title": "Wiosenna przerwa swiateczna",
    "details": "",
    "type": "important"
  },
  {
    "date": "2025-03-26",
    "title": "Sprawdzian angielski",
    "details": "Test Unit 4\n\nSłownictwo i zwroty (rozpoznawanie ze słuchu oraz pisownia):\n\nbasketball, a board game, cards, a computer game, football, hide and seek, hopscotch, tag\ncanteen, classroom, corridor, gym, library, playground",
    "type": "important"
  }
]